Repository: onlinejudge95/snake_eyes
Catalog: snake_eyes/translations/kl/LC_MESSAGES/messages.po
Languages: kl

source: Stripe Publishable Key
kl: Stripe publishable ngaQHa'moHwI'mey

source: Plan
kl: Nab

source: Do you have a coupon code?
kl: Coupon ngoq DaHutlh'a'?

source: Name on card
kl: Chaw' 'oH pong

source: How many coins do you want?
kl: Coins 'ar DaneH?

source: Enter payment information
kl: Payment De' 'el

source: Process payment
kl: MIw payment

source: Update payment method
kl: Payment De' update

source: This plan costs
kl: Nab costs

source: Purchase coins
kl: Je' coins

source: You need to enable JavaScript to proceed.
kl: JavaScript ruch enable bImejnIS.

source: Card number
kl: Chaw' mI'

source: Protected by 128-bit SSL encryption
kl: Qan 128-bit SSL encryption

source: You already have an active subscriptions
kl: Subscription pov chonayta' Daghaj.

source: Sorry the plan does not exists
kl: jIQoS, wej nIv'e' nab.

source: Awesome, thanks for subscribing
kl: Subscribing awesome, ghIlDeSten!

source: You must enable Javascript for this
kl: JavaScript ghob'e' enable SoH request.

source: You do not have an active subscription
kl: Subscription pov wej Daghajchugh.

source: Sorry to see you go, your subscription has been cancelled
kl: JIQoS ghoS qalegh, qIl subscription.

source: You do not have a payment method added
kl: Payment method not Daghaj teywI'.

source: You must enable JavaScript for this request
kl: JavaScript ghob'e' enable SoH request.

source: %(amount)s coins added to your account
kl: %(amount)s chel coins account.
